

{
  "crag_name":"west_face",
  "location":"-34.4027700, 150.8539690",
  "description":"The West Face is probably the most frequently climbed area at Mt Keira. It has a maximum height of 15m with approx. 90climbs. All of the bracketed routes have been replaced with steel ring bolts.", 
  "access":"The Mount Keira summit park is an easy 15 minute drive from the Wollongong CBD. The park is surrounded by the Illawarra Escarpment State Conversation area and is covered in thick sub-tropical rainforest and eucalypt forest, and is open to the public all year round. Be aware the vehicle gate to the summit park is closed and locked after hours. Due to rockfalls in recent years some parts of the area are closed, though the West Face and connecting path (Dave Walsh Track) are declared open by the National Parks and Wildlife Service. ", 
  "approach":"Head southwest from the carpark and walk down the fire trail, from the Southern 'Five Islands' Lookout (now fenced off) head west down the well worn Dave Walsh track. Continue down until you head down steep gully, where you will find the start of the West Face on your right.", 
  "ethics":"Retro-bolting of established trad routes is frowned upon. There has been some controversy in recent years about new routes being bolted above tourist tracks. Please don't do this. \nPlease try to use available natural gear where possible, and do not bolt cracks or potential trad climbs. If you do the bolts may be removed.\nIf you do need to top rope, please do it through your own gear as the wear on the anchors is both difficult and expensive to maintain. \nIt would be appreciated if brushing of holds becomes part of your climbing routine - do it with a soft bristled brush and never a steel brush! \nThe removal of vegetation - both from the cliff bases and the climbs - is not seen as beneficial to aesthetics of the environment nor to our access to it. \nConsider bolting single lines rather than many link ups and eliminates, where there are established lines also consider the need to add bolts to establish link ups. It can often create an eyesore.\nIt is a privilege to climb in the Illawarra to maintain access our best approach is to 'Respect Native Habitat, Tread Softly and Leave No Trace'. Do not cut flora and keep any tracks and infrastructure as minimal as possible or risk possible closures.",
  "routes":[

  ]

}